{
    "001": "Pantry Design System is an ongoing project in which I am lucky to take part weekly. We are currently busy improving our foundations, and building thoroughly documented and accessible components. The rest of this content is currently protected.",
    "002": "Ahold Delhaize started its Design System with an ambitious goal: unite existing initiatives to standardise its design and development efforts to deliver a consistent and high-quality user experience across all touchpoints.",
    "003": "System thinking, design tokens, Github",
    "005": "I built the prototype by focusing on the primary flow (booking a car) and experimenting with secondary flows (onboarding, profile, booking tab, and filters). Figma let me create the necessary interactions to test the app myself before involving real users for further testing.",
    "006": "Sketching rough iterations of each screen on paper ensured that the elements translated to digital wireframes would effectively address the user pain points.",
    "007": "Mapping a persona's user journey highlighted the need for a car rental app that better explains the booking process and guides users in selecting extras and protections.",
    "008": "Organizing insights into key categories proved essential for creating the journey map. As I arranged sticky notes during a digital workshop on Miro, potential solutions and opportunities emerged.",
    "009": "I then interviewed a potential user with a test script to gain insights into their mindset while renting a car.",
    "010": "As a first step, I browsed various car rental apps to identify common patterns, best practices, typical user flows, and potential frictions to understand how these services function.",
    "026": "Manage a roadmap of research and features",
    "027": "Take the role of 'system guardian' to ensure consistency and maintainability",
    "028": "Fully document and version each component of the system",
    "029": "Launched, tested and improved 10 major features",
    "030": "Thanks to the Flutter framework, solid foundations and reusable components, the apps are available for both iOS and Android, for mobile and tablet!",
    "031": "We ensured team alignment with a UI gallery showcasing each foundation and component dynamically, documenting their design and code names, parameters, and behaviors.",
    "032": "Focusing on core functionalities from a White Label perspective, we avoided brand-specific distractions. This increased our speed, consistency, and clarity in communicating stories to the development team.",
    "033": "We started with the smallest components (buttons, labels, lists, ...) and combined them to form progressively more complex components (product cards, banners, menus, ...). By pricisely defining how each components should look like and behave, we could eventually define their core parameters, while allowing some very exceptional overrides.",
    "034": "To make our system scalable, we had to design and code strong foundations. These would serve as a framework to build more complex components.",
    "035": "Tokenising the UI allowed us to standardize our components and speak the same language between designers and developers. Defining and documenting these tokens/rules together was key to ensure efficiency and consistency.",
    "036": "Our approach: Set up a research roadmap, and plan activities for every new feature",
    "037": "#3 Balancing user research and quick decisions",
    "038": "#2 Maintain design quality and development pace",
    "039": "#1 Silos between brands and departments",
    "040": "Instead of manually changing the same element in multiple files a design system allows for automatic updates throughout the application by just changing a single instance. To have a white-label design system makes it flexible, brandable, accessible, and scalable.",
    "041": "To make it work efficiently, a White Label product needs a design system to ensure consistency and avoid redundancy across various pages and channels in a standardized approach.",
    "042": "White labeling is the process of rebranding a single product for multiple companies to sell as their own. This way, each company can focus on its business and marketing efforts without being concerned by the technical aspect.",
    "043": "Within a year for Gall and Etos combined.",
    "044": "In one year, our team launched two apps, and introduced multiple features. As the principal designer working with 12 developers, I oversaw the implementation to ensure a consistent and unified user experience across all apps.",
    "045": "In the competitive retail industry, eCommerce apps share 80% of the same functionalitie, and offering a personalized experience boosts customer loyalty. The opportunity to share, test and learn from other features is huge!",
    "050": "The system is based on design tokens to function. They represent the small, repeated design decisions that make up a design system's visual style. Tokens replace static values, such as hex codes for color, with self-explanatory names.",
    "051": "Simple wireframes guided our direction. With a rough project roadmap, we started on user stories while development set up the platform.",
    "052": "Our approach: Document as many decisions as possible to keep track of the improvements",
    "053": "A basic benchmarking of other eCommerce Apps, helped us pinpoint user needs, discuss business requirements & prioritize activities to set the project off right. We also collected numerous resources to gain additional insights into the different aspects of a white-label system.",
    "054": "In 2022, the multinational retail company Ahold Delhaize increased the collaboration between its dutch brands to take a leap in its omnichannel strategy. By building a strong White Label eCom platform, brands can reach more customers while reducing their cost & development efforts.",
    "055": "Building a white label app for a multinational retail company.",
    "058": "What's next now?",
    "059": "I've learned to",
    "060": "Created 8 apps (2 platforms x 2 brands x 2 devices) in 8 months",
    "061": "Built a white-label system from scratch",
    "062": "Multi platform, multi device",
    "063": "Documentation — The anchor that holds it together.",
    "064": "③ Workflows / Features",
    "065": "② Components",
    "066": "① Foundations",
    "068": "Theming framework — Build to scale up",
    "069": "Simple wireframes guided our direction. With a rough project roadmap, we started on user stories while development set up the platform.",
    "070": "Early sketches — The backbones of the Apps",
    "071": "Our approach: Document as many decisions as possible to keep track of the improvements",
    "072": "Our approach: Introduce a systemic way of working, assign roles, meet every week",
    "073": "Challenges",
    "074": "A basic benchmarking of other eCommerce Apps, helped us pinpoint user needs, discuss business requirements & prioritize activities to set the project off right. We also collected numerous resources to gain additional insights into the different aspects of a white-label system.",
    "075": "Discovery — Setting up the project's playground",
    "076": "Context — What is a White Label product?",
    "077": "For the 2 brands, 6 months after release.",
    "078": "extra revenu",
    "079": "App customers",
    "080": "From intake to growth within 1 year.",
    "081": "succesfully launched",
    "082": "Fully documented & aligned with devs.",
    "083": "components",
    "084": "In numbers",
    "085": "Overview",
    "086": "In 2022, the multinational retail company Ahold Delhaize increased the collaboration between its dutch brands to take a leap in its omnichannel strategy. By building a strong White Label eCom platform, brands can reach more customers while reducing their cost & development efforts.",
    "087": "Brands",
    "088": "July 2022 - Dec. 2023",
    "090": "Building a White-Label App - UX Case study",
    "091": "Learnings",
    "092": "Increased conversion",
    "094": "A 'new product' section has been added to the assortiment page. Conversion increased",
    "095": "UX Ambition",
    "096": "increased conversion",
    "097": "Key results",
    "098": "User interview, UI/UX design, Figma",
    "104": "Usability test",
    "105": "Tools",
    "106": "Pantry Design System is an ongoing project in which I am lucky to take part weekly. I'll be able to share more content as releases become public. The rest of this content is currently protected.",
    "107": "Work In Progress",
    "108": "System thinking, design tokens",
    "110": "Result",
    "115": "About",
    "118": "UX & Strategy",
    "119": "Softwares",
    "120": "Currently working at Ahold Delhaize, I like to solve complex problems at the product and system level and craft engaging user experiences through my process and imagination. Overall, I aim for simplicity beyond complexity through elegant solutions and I get continuous inspiration from craftsmanship, stories I read, and digital medias. In my spare time, I’m often sketching, woodworking, or bikepacking.",
    "122": "Skills",
    "123": "Company",
    "124": "June 2022 - Now",
    "nav.next": "Up next",
    "nav.prev": "Previous project",
    "127": "Advocate decisions to stakeholders",
    "128": "Manage a roadmap of features",
    "129": "Taking full ownership of an App design",
    "130": "Use of analytics and A/B testing",
    "131": "5 major features launched and tracked",
    "132": "Successful expansion in other cities",
    "133": "Increased revenue in 2 years",
    "134": "Optimization of the product taxonomy",
    "135": "Improvement of search & filters",
    "136": "In-app messages to increase engagement",
    "137": "New dynamic & welcoming home",
    "138": "Free product to reward our fans",
    "139": "Invite a friend to attract new customers",
    "140": "Through continuous research, analytics, and AB testings, we developed and improved the following functionalities.",
    "141": "Key features",
    "142": "The App transitioned from a large to a small palette of color to align with the main brand and support the userfriendly feeling. Our team also implemented some large features such as 'Invite a friend', a 'Free Product' campaign, new search and filters mechanism, and finally a new homepage to support the App vision.",
    "143": "From sketches to prototypes",
    "144": "Introduced the Invite a friend feature, including a special discount",
    "145": "Together with the content team, we've adapted the visuals to make them more appealing (MVP)",
    "146": "Hightlight the discounts of the week with larger banners, more engaging",
    "147": "Improvements",
    "148": "Some users are willing to try new products, but the app doesn't highlight any.",
    "149": "Campaigns/Banners are overlooked. Users are generally not interested in our content.",
    "150": "Users first look at discounts before to browse through the rest of the assortment.",
    "151": "Usability tests feedback",
    "152": "User research, user interviews, App stores screening and analytics study was an integral part of the process.",
    "153": "Research & Analytics",
    "154": "We expanded our service from 3 to 16 cities.",
    "155": "Successful launches",
    "156": "through user research and various AB tests.",
    "157": "In the last year, we multiplied our user base by 2.",
    "158": "extra active users",
    "159": "After 2 years, between the MVP and the final version.",
    "160": "increased revenu",
    "161": "Context",
    "162": "Apr 2021 - Aug 2022",
    "164": "Sneak peak",
    "165": "Taking the time to sketch rough iterations of each screen on paper ensured that the elements that would be translated to the digital wireframes would be well-suited to address the user pain points.",
    "166": "Using a test script to interview 1 potential user of car rental apps, I could better understand the user mindset(s) while renting a car.",
    "167": "Competitive Benchmark",
    "168": "CARL is a mobile app that helps casual travelers rent vehicles with maximum clarity. From start to finish, the user has full control over their choice and the extras and can ask for service support at any time.",
    "169": "Fictive Car company",
    "170": "Feb. 2021 - Aug. 2021",
    "173": "Learn more about me",
    "btn.contact": "Get in touch",
    "home.contact_cta": "Learn more about me",
    "home.contact_title": "Want to start a project together?",
    "home.contact_subtitle": "Feel free to reach out for collaborations, feedback, or simply say hi!",
    "home.title_craft": "Side projects.",
    "home.title_work": "Selected works.",
    "home.hero": "Hello, I'm Mathieu, product designer",
    "home.introduction": "Currently based in Amsterdam, I like to tackle complex problems to have a positive impact on people and businesses by crafting elegant user experiences.",
    "about.introduction_title": "I'm Mathieu,33 years old, and product designer living in Amsterdam", "about.introduction_desc": "Currently working at Ahold Delhaize, I like to solve complex problems at the product and system level and craft engaging user experiences through my process and imagination. Overall, I aim for the simplicity beyond the complexity through elegant solutions and I get continuous inspiration from craftsmanship, stories I read, and digital medias. In my spare time, I'm often sketching, woodworking, or bikepacking.", "about.toolbox_title": "My design toolbox", "about.toolbox_ux": "Creating elegant digital solutions that answer user needs & business goals. From building the right things to building the things right.", "about.toolbox_strategy_title": "Strategy", "about.toolbox_strategy_desc": "Visualizing a project from an integral perspective (market, stakeholders, business goals ...) and outlining a project roadmap.", "about.toolbox_system_title": "System thinking", "about.toolbox_system_desc": "Endlessly curious about what revolves around a project in general, I'm currently working full-time on the company design system.", "about.toolbox_management_title": "Project management", "about.toolbox_management_desc": "Natural interest in organizing the project's activities and facilitating cross-discipline communication. I also obtained a PM certificate.", "about.toolbox_accessibility_title": "Accessibility", "about.toolbox_accessibility_desc": "Considering users’ special needs to provide an equitable experience, and experimenting with different ways to make software more usable.", "about.toolbox_code_title": "Code and design", "about.toolbox_code_desc": "I have a basic understanding of the code, PRs, and Github, which makes me more agile in my handover process."}