{
    "ahcompact.info_002": "Interview utilisateur, conception UI/UX, Figma",
    "ahcompact.context": "En 2020, la livraison à domicile a été bouleversée par de nouveaux concurrents. Cela a poussé Albert Heijn à investir dans son service de livraison avec une nouvelle proposition : AH Compact. Ce service gratuit visait à proposer une sélection de produits préférés des gens. En 2 ans, le service s'est rapidement développé et a attiré l'attention.",
    "ahcompact.section_001": "Contexte",
    "ahcompact.section_001": "Résultats clés",
    "ahcompact.": "augmentation des revenus",
    "ahcompact.": "Après 1 an, entre le MVP et la dernière version.",
    "ahcompact.": "utilisateurs très actifs",
    "ahcompact.": "L’année dernière, nous avons multiplié notre base d’utilisateurs par 2.",
    "ahcompact.": "conversion accrue",
    "ahcompact.": "grâce à des recherches sur les utilisateurs et à divers tests AB.",
    "ahcompact.": "Des lancements réussis",
    "ahcompact.": "Nous avons étendu notre service de 3 à 16 villes.",
    "ahcompact.section_001": "Ambition UX",
    "ahcompact.section_001": "Recherche et analyses",
    "ahcompact.": "La recherche auprès des utilisateurs, les entretiens avec les utilisateurs, la sélection des magasins d'applications et l'étude analytique faisaient partie intégrante du processus.",
    "ahcompact.section_001": "Retour sur les tests d'utilisabilité",
    "ahcompact.": "Les utilisateurs consultent d’abord les remises avant de parcourir le reste de l’assortiment.",
    "ahcompact.": "Les campagnes/bannières sont négligées. Les utilisateurs ne sont généralement pas intéressés par notre contenu",
    "ahcompact.": "Certains utilisateurs sont prêts à essayer de nouveaux produits, mais l'application n'en met pas en avant aucun.",
    "ahcompact.": "La conversion et le nombre d’utilisateurs stagnent.",
    "ahcompact.title": "Améliorations",
    "ahcompact.": "Mettez en valeur les réductions de la semaine avec des bannières plus grandes, plus engageantes.",
    "ahcompact.": "En collaboration avec l'équipe de contenu, nous avons adapté les visuels pour les rendre plus attractifs (MVP)",
    "ahcompact.": "Une section « nouveau produit » a été ajoutée à la page assortiment. Le nombre de conversions a augmenté",
    "ahcompact.": "Introduction de la fonctionnalité « Inviter un ami », incluant une réduction spéciale",
    "ahcompact.": "Des croquis aux prototypes",
    "ahcompact.section_001": "Transition 2020-2022",
    "ahcompact.": "L'application est passée d'une grande à une petite palette de couleurs pour s'aligner sur la marque principale et prendre en charge le sentiment de « simple à utiliser ». Notre équipe a également mis en œuvre des fonctionnalités importantes telles que « Inviter un ami », une campagne « Produit gratuit », un nouveau mécanisme de recherche et de filtres, et enfin une nouvelle page d'accueil pour prendre en charge la vision de l'application.",
    "ahcompact.section_001": "Principales caractéristiques",
    "ahcompact.": "Grâce à des recherches, des analyses et des tests AB continus, nous avons développé et amélioré les fonctionnalités suivantes.",
    "ahcompact.": "Invitez un ami pour attirer de nouveaux clients",
    "ahcompact.": "Produit gratuit pour récompenser nos fans",
    "ahcompact.": "Nouvelle maison dynamique et accueillante",
    "ahcompact.": "Messages dans l'application pour augmenter l'engagement",
    "ahcompact.": "Amélioration de la recherche et des filtres",
    "ahcompact.": "Optimisation de la taxonomie des produits",
    "ahcompact.section_001": "Guide de style",
    "ahcompact.section_001": "Impact",
    "ahcompact.": "Augmentation du chiffre d'affaires en 2 ans",
    "ahcompact.": "Conversion accrue",
    "ahcompact.": "Expansion réussie dans d’autres villes",
    "ahcompact.": "5 fonctionnalités majeures lancées et suivies",
    "ahcompact.section.009": "Apprentissages",
    "ahcompact.": "Utilisation d’analyses et de tests A/B",
    "ahcompact.": "S'approprier pleinement la conception d'une application",
    "ahcompact.": "Gérer une feuille de route de fonctionnalités",
    "ahcompact.": "Plaider les décisions auprès des parties prenantes",
    "label.title_hero": "Création d'une application en marque blanche pour une entreprise multinationale de vente au détail.",
    "label.description_hero": "En 2022, la multinationale de vente au détail Ahold Delhaize a intensifié la collaboration entre ses marques néerlandaises pour faire un grand pas dans sa stratégie omnicanale. En créant une solide plateforme eCom en marque blanche, les marques peuvent toucher plus de clients tout en réduisant leurs coûts et leurs efforts de développement.",
    "label.info_date_range": "Juillet 2022 - décembre 2023",
    "label.info_brands": "Marques",
    "label.info_brands_desc": "AH, Gall & Gall, Etos",
    "label.info_tool": "Outils",
    "label.info_tool_desc": "Figma, Token Studio, Jira, Github",
    "label.section_overview": "Aperçu",
    "label.section_overview_desc": "Dans le secteur concurrentiel de la vente au détail, les applications de commerce électronique partagent 80 % des mêmes fonctionnalités, et offrir une expérience personnalisée renforce la fidélité des clients. L’opportunité de partager, tester et apprendre d’autres fonctionnalités est énorme ! En un an, notre équipe a lancé deux applications et introduit plusieurs fonctionnalités. En tant que concepteur principal travaillant avec 12 développeurs, j'ai supervisé la mise en œuvre afin de garantir une expérience utilisateur cohérente et unifiée sur toutes les applications.",
    "label.section_numbers": "En chiffres",
    "label.section_numbers_stat_title_1": "composants",
    "label.section_numbers_stat_desc_1": "Entièrement documenté et aligné avec les développeurs.",
    "label.section_numbers_stat_title_2": "lancé avec succès",
    "label.section_numbers_stat_desc_2": "De l'apport à la croissance en 1 an.",
    "label.section_numbers_stat_title_3": "Clients de l'application",
    "label.section_numbers_stat_desc_3": "En un an pour Gall et Etos réunis.",
    "label.section_numbers_stat_title_4": "revenu supplémentaire",
    "label.section_numbers_stat_desc_4": "Pour les 2 marques, 6 mois après la sortie.",
    "label.section_context": "Contexte — Qu'est-ce qu'un produit Marque Blanche ?",
    "label.section_context_desc_1": "La marque blanche est le processus consistant à renommer un seul produit pour que plusieurs entreprises le vendent comme le leur. Ainsi, chaque entreprise peut se concentrer sur ses efforts commerciaux et marketing sans se préoccuper de l’aspect technique.",
    "label.section_context_desc_2": "Pour le faire fonctionner efficacement, un produit en marque blanche a besoin d'un système de conception pour garantir la cohérence et éviter la redondance entre les différentes pages et canaux dans une approche standardisée.",
    "label.section_context_desc_3": "Au lieu de modifier manuellement le même élément dans plusieurs fichiers, un système de conception permet des mises à jour automatiques dans toute l'application en modifiant simplement une seule instance. Avoir un système de conception en marque blanche le rend flexible, personnalisable, accessible et évolutif.",
    "label.section_discovery": "Découverte — Aménagement du terrain de jeu du projet",
    "label.section_discovery_desc": "L'analyse comparative d'autres applications de commerce électronique nous a aidé à identifier les besoins des utilisateurs, à discuter des exigences commerciales et à hiérarchiser les tâches pour démarrer le projet efficacement. Nous avons également rassemblé des ressources pour mieux comprendre divers aspects d'un système en marque blanche.",
    "label.section_challenges": "Défis",
    "label.section_challenges_subtitle_1": "#1 Silos entre marques et départements",
    "label.section_challenges_desc_1": "Notre approche : introduire une manière systémique de travailler, attribuer les rôles, se réunir chaque semaine",
    "label.section_challenges_subtitle_2": "#2 Maintenir la qualité de la conception et le rythme de développement",
    "label.section_challenges_desc_2": "Notre approche : documenter un maximum de décisions pour suivre les améliorations",
    "label.section_challenges_subtitle_3": "#3 Équilibrer la recherche d'utilisateurs et les décisions rapides",
    "label.section_challenges_desc_3": "Notre approche : établir une feuille de route de recherche et planifier des activités pour chaque nouvelle fonctionnalité",
    "label.section_sketch": "Premiers croquis - L'épine dorsale des applications",
    "label.section_sketch_desc": "Des wireframes simples ont guidé notre direction. Avec une feuille de route approximative du projet, nous avons commencé par des user stories pendant que le développement mettait en place la plateforme.",
    "label.section_theming": "Cadre de thématisation – Construire pour évoluer",
    "label.section_theming_desc_1": "Le système est basé sur des jetons de conception pour fonctionner. Laissez-moi vous expliquer.",
    "label.section_theming_desc_2": "Les jetons de conception représentent les petites décisions de conception répétées qui constituent le style visuel d'un système de conception. Les jetons remplacent les valeurs statiques, telles que les codes hexadécimaux pour la couleur, par des noms explicites.",
    "label.section_theming_desc_3": "La tokenisation de l'interface utilisateur nous a permis de standardiser nos composants et de parler le même langage entre concepteurs et développeurs. Définir et documenter ensemble ces jetons/règles était essentiel pour garantir l'efficacité et la cohérence.",
    "label.section_1foundations": "➀ Des fondations solides",
    "label.section_1foundations_desc": "Pour rendre notre système évolutif, nous avons dû concevoir et coder des bases solides. Ceux-ci serviraient de cadre pour construire des composants plus complexes.",
    "label.section_2components": "➁ Composants 'Headless'",
    "label.section_2components_desc_1": "Nous avons conçu des composants non stylisés, prêts à être thématisés au travers de tokens, des plus petits (boutons, étiquettes, listes, ...) jusqu'aux plus complexes (fiches produits, bannières, menus, ...).",
    "label.section_2components_desc_2": "Tous les composants ont été documentés, depuis l'anatomie, l'utilisation, les variantes, les états, le mouvement, les propriétés et l'accessibilité.",
    "label.section_3workflows": "➂ Flux de travail / fonctionnalités",
    "label.section_3workflows_desc": "En nous concentrant sur les fonctionnalités de base du point de vue de la marque blanche, nous avons évité les distractions spécifiques à la marque. Cela a augmenté notre rapidité, notre cohérence et notre clarté dans la communication des histoires à l'équipe de développement.",
    "label.section_documentation": "Documentation - L'ancre qui le maintient ensemble.",
    "label.section_documentation_desc": "Une documentation complète est cruciale pour un système de conception. Chaque décision, noms de composants, versions, paramètres, jetons et comportements ont été enregistrés dans des fichiers Figma et dans le livre d'histoires, favorisant une synchronisation parfaite entre UX et Tech.",
    "label.section_storybook": "Le livre d'histoires — Là où les concepteurs et les ingénieurs se rencontrent",
    "label.section_storybook_desc": "Nous avons assuré l'alignement de l'équipe avec une galerie d'interface utilisateur présentant chaque fondation et composant de manière dynamique, documentant leur conception et leurs noms de code, leurs paramètres et leurs comportements.",
    "label.section_multi": "Multi-plateforme, multi-appareil",
    "label.section_multi_desc": "Grâce au framework Flutter, aux bases solides et aux composants réutilisables, les applications sont disponibles aussi bien pour iOS que pour Android, pour mobile et tablette !",
    "label.section_impact": "Impact",
    "label.section_impact_1": "Création d'un système en marque blanche à partir de zéro",
    "label.section_impact_2": "Création de 8 applications (2 plateformes x 2 marques x 2 appareils) en 8 mois",
    "label.section_impact_3": "Lancé, testé et amélioré 10 fonctionnalités majeures",
    "label.section_learning": "J'ai appris à",
    "label.section_learning_1": "Documenter et versionner entièrement chaque composant du système",
    "label.section_learning_2": "Assumer le rôle de « gardien du système » pour garantir la cohérence et la maintenabilité",
    "label.section_learning_3": "Gérer une feuille de route de recherche et de fonctionnalités",
    "label.section_next": "Quelle est la prochaine étape maintenant ?",
    "label.section_next_desc": "Les applications continuent d'évoluer, en conservant autant de fonctionnalités communes que possible, mais en se différenciant là où l'impact est important, via le CRO, la demande commerciale et d'autres tests d'utilisabilité.",
    "system.title_hero": "Système de conception de garde-manger",
    "system.description_hero": "Ahold Delhaize a lancé son Design System avec un objectif ambitieux : unir les initiatives existantes pour standardiser ses efforts de conception et de développement afin d'offrir une expérience utilisateur cohérente et de haute qualité sur tous les points de contact.",
    "system.info_skill": "Compétences",
    "system.info_skill_desc": "Pensée systémique, jetons de conception",
    "system.section_key_results": "Résultats clés",
    "system.section_key_results_stat_title_1": "plates-formes activées",
    "system.section_key_results_stat_desc_1": "La même base de code pour iOS, Android, Flutter et Web",
    "system.section_key_results_stat_title_2": "jetons créés",
    "system.section_key_results_stat_desc_2": "Assure un alignement parfait entre UX, Tech & marques",
    "system.section_key_results_stat_title_3": "composants construits",
    "system.section_key_results_stat_desc_3": "en 1 an, entièrement documenté et aligné sur le développement",
    "system.section_key_results_stat_title_4": "temps futur économisé",
    "system.section_key_results_stat_desc_4": "Grâce à la collaboration UX/Dev"
}