{
    "001": "Pantry Design System est un projet en cours auquel j'ai la chance de participer de participer chaque semaine. Nous sommes actuellement occupés à améliorer nos fondations et à construire des outils documentés et accessibles. components. Le reste de ce contenu est actuellement protégé.",
    "002": "Ahold Delhaize a lancé son système de conception avec un objectif ambitieux : unir les initiatives existantes pour standardiser ses efforts de conception et de développement afin d'offrir à l'utilisateur des services cohérents et de haute qualité. développement afin d'offrir à l'utilisateur une expérience cohérente et de haute qualité sur tous les points de contact. cohérente et de haute qualité sur tous les points de contact.",
    "003": "Pensée systémique, jetons de conception, Github",
    "005": "J'ai construit le site prototype en me concentrant sur le flux principal (réserver une voiture) et en expérimentant les flux secondaires (onboarding, profil, onglet de réservation et filtres). (onboarding, profil, onglet de réservation et filtres). Figma m'a permis de créer les interactions nécessaires pour tester moi-même l'application avant d'impliquer des utilisateurs réels pour d'autres tests. l'application avant d'impliquer de vrais utilisateurs pour des tests plus poussés.",
    "006": "Le fait de dessiner des itérations grossières de chaque écran sur papier a permis de s'assurer que les éléments traduits en maquettes numériques répondraient efficacement aux problèmes rencontrés par les utilisateurs.",
    "007": "La cartographie du parcours utilisateur d'un persona a mis en évidence le besoin d'une application de location de voiture qui explique mieux le processus de réservation et guide les utilisateurs dans le choix des extras et des protections. de réservation et qui guide les utilisateurs dans le choix des suppléments et des protections.",
    "008": "L'organisation des idées en catégories clés s'est avérée essentielle pour la création de la feuille de route. Au fur et à mesure que je disposais des notes autocollantes lors d'un atelier au cours d'un atelier numérique sur Miro, des solutions et des opportunités potentielles ont émergé.",
    "009": "J'ai ensuite interrogé un utilisateur potentiel à l'aide d'un script de test afin de connaître son état d'esprit lors de la location d'une voiture. voiture.",
    "010": "Dans un premier temps, j'ai parcouru diverses applications de location de voitures afin d'identifier les modèles communs, les meilleures pratiques, les flux d'utilisateurs typiques et les frictions potentielles pour comprendre le fonctionnement de ces services. et les frictions potentielles pour comprendre le fonctionnement de ces services.",
    "026": "Gérer une roadmap de fonctionnalités",
    "027": "Jouer le rôle de 'gardien du système' pour assurer la cohérence and la maintenabilité",
    "028": "Documenter entièrement la version and de chaque component du système",
    "029": "Lancé, testé and amélioré 10 fonctionnalités majeures",
    "030": "Grâce au framework Flutter, aux fondations solides and réutilisables, les applications sont disponibles pour iOS et Android, pour mobile et tablette.",
    "031": "Nous avons assuré l'alignement de l'équipe avec une galerie d'interface utilisateur présentant chaque foundation and component de manière dynamique, en documentant leur conception and les noms de code, les paramètres, et les comportements.",
    "032": "En nous concentrant sur les fonctionnalités de base dans une perspective de marque blanche, nous avons évité les distractions liées à la marque. Cela nous a permis a augmenté notre rapidité, notre cohérence, and la clarté dans la communication des histoires à l'équipe de développement.",
    "033": "Nous avons commencé par les plus petits composants (boutons, étiquettes, listes, ...) jusqu'à former des composants de plus en plus complexes (cartes produits, bannières, menus, ...). En définissant avec précision l'aspect de chaque components, nous avons finalement pu définir leurs paramètres de base, tout en autorisant des dérogations très exceptionnelles.",
    "034": "Pour rendre notre système évolutif, nous avons dû concevoir de solides fondations. Celles-ci serviraient de cadre à la construction de systèmes plus complexes.",
    "035": "La tokenisation de l'interface utilisateur nous a permis de normaliser notre components and langage entre les concepteurs développeurs. le même langage entre les concepteurs and développeurs. Définir and documenter ces tokens/règles ensemble était essentiel pour garantir l'efficacité and l'efficacité et la cohérence.",
    "036": "Notre approche : Établir une feuille de route pour la recherche, and planifier les activités pour chaque nouvelle fonctionnalité",
    "037": "#3 Équilibrer la recherche sur les utilisateurs and décisions rapides",
    "038": "#2 Maintenir la qualité de la conception and rythme de développement",
    "039": "#1 Silos entre les marques and départements",
    "040": "Au lieu de modifier manuellement le même élément dans plusieurs fichiers un système de conception permet des mises à jour automatiques dans l'ensemble de l'application en modifiant une seule instance. Le fait de disposer d'un système de conception en marque blanche système de conception en marque blanche le rend flexible, personnalisable, accessible et évolutif, accessible, and évolutif.",
    "041": "Pour fonctionner efficacement, un produit en marque blanche a besoin d'un système de conception pour assurer la cohérence and éviter la redondance entre les différentes pages différentes pages and canaux dans une approche standardisée.",
    "042": "La marque blanche est le processus de repositionnement d'un produit unique pour que plusieurs entreprises puissent le vendre comme leur propre produit. De cette façon, chaque entreprise peut se concentrer sur ses efforts de marketing, chaque entreprise peut se concentrer sur ses activités and et ses efforts de marketing sans se préoccuper de l'aspect technique.",
    "043": "En moins d'un an pour Gall and Etos réunis.",
    "044": "En un an, notre équipe a lancé deux applications, and en introduisant de nombreuses fonctionnalités. En tant que concepteur principal travaillant avec 12 développeurs, j'ai supervisé la mise en œuvre afin d'assurer une expérience utilisateur cohérente and et unifiée dans toutes les applications. applications.",
    "045": "Dans le secteur concurrentiel retail , les applications de commerce électronique partagent 80 % des mêmes fonctionnalités, and . L'offre d'une expérience personnalisée stimule la fidélité des clients. expérience personnalisée renforce la fidélité des clients. L'opportunité de partager, de tester and d'apprendre d'autres fonctionnalités est énorme !",
    "050": "Le système est basé sur des design tokens pour fonctionner. Ils représentent les petites décisions de conception répétées qui qui constituent le style visuel d'un système de conception. Les jetons remplacent les valeurs les valeurs statiques, telles que les codes hexadécimaux pour les couleurs, par des noms explicites.",
    "051": "Des wireframes simples ont guidé notre orientation. Avec une feuille de route approximative, nous avons commencé à travailler sur des histoires d'utilisateurs pendant que le développement mettait en place la plateforme. développement mettait en place la plateforme.",
    "052": "Notre approche : Documenter le plus grand nombre possible de décisions afin de garder une trace des des améliorations.",
    "053": "Une analyse comparative de base d'autres d'autres applications de commerce électronique, nous a aidés à identifier les besoins des utilisateurs, à discuter des exigences commerciales et à hiérarchiser les activités afin de mettre en place un système de gestion de la qualité. de l'entreprise et de prioriser les activités pour projet. Nous avons également rassemblé de nombreuses ressources pour des idées supplémentaires sur les différents aspects d'un système en marque blanche.",
    "054": "En 2022, la multinationale retail Ahold Delhaize a augmenté le nombre de ses marques néerlandaises pour faire un bond en avant. collaboration entre ses marques néerlandaises pour faire un pas en avant dans sa stratégie omnicanale. En construisant une solide plateforme eCom les marques peuvent atteindre plus de clients tout en réduisant leurs coûts et leurs efforts de développement. tout en réduisant leurs coûts et leurs efforts de développement.",
    "055": "Création d'une application en marque blanche pour une multinationale retail.",
    "058": "Quelle est la prochaine étape ?",
    "059": "J'ai appris à",
    "060": "Création de 8 applications (2 plateformes x 2 marques x 2 appareils) en 8 mois",
    "061": "Construire un système en marque blanche à partir de zéro",
    "062": "Multiplateforme, multiappareil",
    "063": "Documentation — Le point d'ancrage de l'ensemble.",
    "064": "③ Flux de travail / Fonctionnalités",
    "065": "② Composants",
    "066": "① Fondations",
    "068": "Cadre de création de thèmes — Construire pour augmenter l'échelle",
    "069": "Des wireframes simples ont guidé notre orientation. Avec une feuille de route approximative, nous avons commencé à travailler sur des histoires d'utilisateurs pendant que le développement mettait en place la plateforme. développement mettait en place la plateforme.",
    "070": "Premières esquisses — Les piliers des applications",
    "071": "Notre approche : Documenter le plus grand nombre possible de décisions afin de garder une trace des des améliorations",
    "072": "Notre approche : Introduire une méthode de travail systémique, répartir les rôles, se réunir chaque semaine.",
    "073": "Défis",
    "074": "Une analyse comparative de base d'autres eCommerce Apps, nous a aidés à cerner les besoins des utilisateurs, à discuter des de l'entreprise et de prioriser les activités pour projet. Nous avons également rassemblé de nombreuses ressources pour des idées supplémentaires sur les différents aspects d'un système en marque blanche.",
    "075": "Découverte — Mise en place du terrain de jeu du projet",
    "076": "Contexte — Qu'est-ce qu'un produit en marque blanche ?",
    "077": "Pour les deux marques, 6 mois après la mise sur le marché.",
    "078": "revenu supplémentaire",
    "079": "Clients de l'application",
    "080": "De la prise en charge à la croissance en 1 an.",
    "081": "lancé avec succès",
    "082": "Entièrement documenté et aligné sur les développeurs.",
    "083": "composants",
    "084": "En chiffres",
    "085": "Vue d'ensemble",
    "086": "En 2022, la multinationale retail Ahold Delhaize a augmenté le nombre de ses marques néerlandaises pour faire un bond en avant. collaboration entre ses marques néerlandaises pour faire un pas en avant dans sa stratégie omnicanale. En construisant une solide plateforme eCom les marques peuvent atteindre plus de clients tout en réduisant leurs coûts et leurs efforts de développement. tout en réduisant leurs coûts et leurs efforts de développement.",
    "087": "Marques",
    "088": "Juillet 2022 - décembre 2023",
    "090": "Créer une application en marque blanche - UX Etude de cas",
    "091": "Apprentissages",
    "092": "Augmenté conversion",
    "094": "Une section présentant les nouveaux produits a été ajoutée à la page d'assortiment. La conversion a augmenté.",
    "095": "UX Ambition",
    "096": "accrue conversion",
    "097": "Principaux résultats",
    "098": "Entretien avec l'utilisateur, conception de l'interface utilisateur/UX , Figma",
    "104": "Test d'utilisabilité",
    "105": "Outils",
    "106": "Pantry Design System est un projet en cours auquel j'ai la chance de participer de participer chaque semaine. Je serai en mesure de partager davantage de contenu au fur et à mesure que les publications seront rendues publiques. les publications deviennent publiques. Le reste de ce contenu est actuellement protégé.",
    "107": "Travaux en cours",
    "108": "Pensée systémique, jetons de conception",
    "110": "Résultat",
    "115": "À propos",
    "118": "UX & Stratégie",
    "119": "Logiciels",
    "120": "Je travaille actuellement chez Ahold Delhaize et m'occupe de la création de diverse interfaces eCommerce (clients et employés) et du design system afin de faire vivre des expériences attrayantes aux utilisateurs grâce à mon processus et à mon imagination. En tant que designer, je vise la simplicité et des solutions élégantes au-delà de la complexité apparente. Pendant mon temps libre, j'aime dessiner, concevoir des produits en bois ou parcourir les routes en bikepacking..",
    "122": "Compétences",
    "123": "Entreprise",
    "124": "Juin 2022 - Maintenant",
    "nav.next": "Suivant",
    "nav.prev": "Précédent",
    "127": "Défendre mes décisions auprès des parties prenantes",
    "128": "Gérer une roadmap de fonctionnalités",
    "129": "S'approprier pleinement la conception d'une application",
    "130": "Utilisation d'outils d'analyse et d'A/B tests",
    "131": "5 fonctionnalités majeures lancées et suivies",
    "132": "Expansion réussie dans 5 autres villes",
    "133": "Augmentation du revenu en 2 ans",
    "134": "Optimisation de la taxonomie des produits",
    "135": "Amélioration de la recherche et des filtres",
    "136": "Messages dans l'app pour augmenter l'engagement",
    "137": "Nouvelle page d'accueil dynamique et accueillante",
    "138": "Des produits gratuits pour récompenser nos fans",
    "139": "Inviter un ami pour attirer de nouveaux clients",
    "140": "Grâce à des recherches continues, des analyses et des tests AB, nous avons développé et amélioré les fonctionnalités suivantes:",
    "141": "Fonctionnalités principales",
    "142": "The App transitioned from a large to a small palette of color to align with the main brand and support the userfriendly feeling. Our team also implemented some large features such as Invite a friend, a Free Product campaign, new search and filters mechanism, and finally a new homepage to support the App vision.",
    "143": "De l'esquisse au prototyp",
    "144": "Introduction de la fonction Inviter un ami, qui comprend une réduction",
    "145": "En collaboration avec l'équipe chargée du contenu, nous avons adapté les visuels pour les rendre plus attrayants.",
    "146": "Mettre en évidence les offres promotionnelles de la semaine avec des bannières plus grandes et engageantes.",
    "147": "Améliorations",
    "148": "Certains clients sont prêts à essayer de nouveaux produits, mais l'application n'en met hélas aucun en avant.",
    "149": "Les campagnes et bannières sont négligées. Les utilisateurs ne sont généralement pas ou peu intéressés par notre contenu.",
    "150": "Les utilisateurs consultent d'abord les offres avant de parcourir le reste de l'assortiment.",
    "151": "Retour sur les tests d'utilisabilité",
    "152": "La recherche continue, les entretiens avec les utilisateurs, l'examen des App stores et l'étude analytique ont fait partie intégrante du processus.",
    "153": "Recherche et analyse",
    "154": "Nous avons étendu notre service de 3 à 16 villes.",
    "155": "Lancements réussis",
    "156": "Par le biais de recherches auprès des utilisateurs et de divers AB tests.",
    "157": "Au cours de l'année écoulée, nous avons multiplié par 2 le nombre de nos utilisateurs.",
    "158": "Utilisateurs actifs supplémentaires",
    "159": "Après 2 ans, entre le MVP et la version finale.",
    "160": "augmentation des revenus",
    "161": "Contexte",
    "162": "Avril 2021 - Août 2022",
    "164": "Aperçu",
    "165": "Esquisses sur papier et itérations grossières de chaque écran pour s'assurer que chaque éléments seraient bien adaptés pour répondre aux problèmes des utilisateurs.",
    "166": "En utilisant un script de test pour interviewer un utilisateur potentiel d'applications de de location de voitures, j'ai pu mieux comprendre l'état d'esprit de l'utilisateur lorsqu'il loue une voiture. voiture.",
    "167": "Benchmark",
    "168": "CARL est une application mobile qui aide les voyageurs occasionnels à louer des véhicules avec un maximum de clarté. Du début à la fin, l'utilisateur à le contrôle total sur son choix et ses extras et peut demander un service d'assistance à tout moment.",
    "169": "Entreprise de voitures fictives",
    "170": "Février - Août 2021",
    "173": "En savoir plus à mon sujet",
    "btn.contact": "Connectons-nous",
    "home.contact_cta": "En savoir plus",
    "home.contact_title": "On travaille ensemble ?",
    "home.contact_subtitle": "N'hésitez pas à me contacter pour collaborer, ou simplement dire bonjour !",
    "home.title_craft": "Projets personels.",
    "home.title_work": "Étude de cas.",
    "home.hero": "Bonjour, je suis Mathieu, product designer",
    "home.introduction": "Actuellement basé à Amsterdam, j'aime aborder des problèmes complexes pour avoir un impact positif sur les personnes et les entreprises en créant des expériences utilisateur élégantes.",
    "about.introduction_title": "Nantais d'origine, j'ai 32 ans je vis à Amsterdam depuis 2015",
    "about.introduction_desc": "Je travaille à Ahold Delhaize depuis 2021, J'aime résoudre des problèmes complexes au niveau du produit et du système et créer des expériences utilisateur engageantes grâce à mon processus et à mon imagination. Dans l’ensemble, je vise la simplicité au_delà de la complexité grâce à des solutions élégantes et je m’inspire continuellement du savoir_faire, des histoires que je lis et des médias numériques. Pendant mon temps libre, je dessine, je travaille le bois ou je fais du vélo.",
    "about.toolbox_title": "Ma boite à outils",
    "about.toolbox_ux": "Construire les bonnes choses : créer des solutions (numériques) élégantes qui répondent aux besoins des utilisateurs et aux objectifs commerciaux.",
    "about.toolbox_strategy_title": "Stratégie",
    "about.toolbox_strategy_desc": "Considérer un projet dans une perspective globale (marché, objectifs commerciaux, parties prenantes...) et élaborer une feuille de route du projet.",
    "about.toolbox_system_title": "Pensée systémique",
    "about.toolbox_system_desc": "Avoir une vue d'ensemble de ce qui tourne autour d'un projet et gérer un design system pour harmoniser le produit. Interdisciplinarité.",
    "about.toolbox_management_title": "Gestion de project",
    "about.toolbox_management_desc": "Intérêt naturel pour organiser certaines activités du projet et faciliter la communication entre les équipes.",
    "about.toolbox_accessibility_title": "Accessibilité",
    "about.toolbox_accessibility_desc": "Prendre en compte les besoins spécifiques des utilisateurs pour leur offrir une expérience équitable. J'expérimente différentes manières de rendre les logiciels plus utilisables.",
    "about.toolbox_code_title": "Entre code et design",
    "about.toolbox_code_desc": "J'ai une compréhension de base du code, des PR et de Github, ce qui me rend plus agile dans mon processus de transfert."
}