{
    "nav.about": "À propos",
    "nav.next": "Suivant",
    "nav.prev": "Précédent",
    "btn.more_me": "En savoir plus sur moi",
    "btn.more": "En savoir plus",
    "btn.contact": "Connectons-nous",
    "general.context": "Contexte",
    "general.result": "Résultat",
    "general.wip": "Travail en cours",
    "general.tool": "Outils",
    "general.company": "Entreprise",
    "general.skill": "Compétences",
    "home.hero": "Bonjour, je suis Mathieu, product designer",
    "home.introduction": "J’aime résoudre des problèmes complexes en créant des expériences utilisateur élégantes et des design systems cohérents, afin d’avoir un impact positif sur les gens et les entreprises.",
    "home.contact_title": "Travaillons ensemble ?",
    "home.contact_subtitle": "Contactez-moi pour une collaboration ou simplement pour échanger !",
    "home.section_craft": "Projets personnels.",
    "home.section_work": "Étude de cas.",
    "about.introduction_title": "Originaire de Nantes, j’ai 33 ans et je vis à Amsterdam depuis 2015.",
    "about.introduction_desc01": "Je travaille chez Ahold Delhaize depuis 2021. Mon objectif est de résoudre des problèmes complexes au niveau du produit et du système, en créant des expériences engageantes grâce à ma méthodologie et mon imagination.",
    "about.introduction_desc02": "Dans l’ensemble, je vise la simplicité au-delà de la complexité grâce à des solutions élégantes.",
    "about.introduction_desc03": "Pendant mon temps libre, je dessine, je travaille le bois ou je fais du vélo.",
    "about.toolbox_title": "Mes outils design",
    "about.toolbox_ux": "Concevoir des solutions pertinentes, globales et élégantes qui répondent aux besoins des utilisateurs et aux objectifs commerciaux grâce à une méthodologie rigoureuse et structurée.",
    "about.toolbox_strategy_title": "Stratégie",
    "about.toolbox_strategy_desc": "Prendre en compte l’ensemble du projet dans toute sa complexité (marché, objectifs d’entreprise, parties prenantes...) et élaborer une feuille de route pour concrétiser la vision produit.",
    "about.toolbox_system_title": "Pensée systémique",
    "about.toolbox_system_desc": "Avoir une vue d'ensemble de ce qui tourne autour d'un projet et gérer un design system pour harmoniser un ensemble de produits à travers plusieurs plateformes.",
    "about.toolbox_management_title": "Gestion de projet",
    "about.toolbox_management_desc": "J’aime organiser et structurer les activités du projet (Jira, roadmapping) tout en facilitant la communication interéquipes pour éviter l’effet silo.",
    "about.toolbox_accessibility_title": "Accessibilité",
    "about.toolbox_accessibility_desc": "Anticiper les besoins spécifiques des utilisateurs afin de leur garantir une expérience inclusive et accessible.",
    "about.toolbox_code_title": "Entre code et design",
    "about.toolbox_code_desc": "J’ai une bonne compréhension du code et utilise régulièrement GitHub (commit, PR…), ce qui facilite le transfert entre design et développement.",
    "ahcompact.title_hero": "AH Compact",
    "ahcompact.description_hero": "En 2020, la livraison à domicile a été bouleversée par de nouveaux concurrents. Pour y répondre, Albert Heijn a investi dans une nouvelle offre : AH Compact. Ce service gratuit propose une sélection des produits préférés des consommateurs. En deux ans, il s’est rapidement développé et a attiré beaucoup d’attention.",
    "ahcompact.info_tool_desc": "Interview utilisateur, conception UI/UX, Figma",
    "ahcompact.section_key_results": "Résultats clés",
    "ahcompact.section_key_results_subtitle_01": "de revenus",
    "ahcompact.section_key_results_desc_01": "Après 1 an, entre le MVP et la dernière version.",
    "ahcompact.section_key_results_subtitle_02": "utilisateurs actifs",
    "ahcompact.section_key_results_desc_02": "L’année dernière, nous avons multiplié notre base d’utilisateurs par 2.",
    "ahcompact.section_key_results_subtitle_03": "conversion",
    "ahcompact.section_key_results_desc_03": "grâce à la recherche utilisateurs et à divers AB tests.",
    "ahcompact.section_key_results_subtitle_04": "lancements",
    "ahcompact.section_key_results_desc_04": "Nous avons étendu notre service de 3 à 16 villes.",
    "ahcompact.section_ambition": "Ambition UX",
    "ahcompact.section_research": "Recherche et analyse",
    "ahcompact.section_research_desc": "La recherche contextuelle, les entretiens avec les utilisateurs, la collecte des avis sur les AppStores et l'étude analytique faisaient partie intégrante du processus.",
    "ahcompact.section_feedback": "Retour sur les tests d'utilisabilité",
    "ahcompact.section_feedback_01": "Les utilisateurs consultent d’abord les remises avant de parcourir le reste de l’assortiment.",
    "ahcompact.section_feedback_02": "Les campagnes et bannières sont peu remarquées. Les utilisateurs s’y intéressent rarement.",
    "ahcompact.section_feedback_03": "Certains utilisateurs sont prêts à essayer de nouveaux produits, mais l'application n'en met aucun en avant.",
    "ahcompact.section_feedback_04": "La conversion et le nombre d’utilisateurs stagnent.",
    "ahcompact.section_improvements": "Améliorations",
    "ahcompact.section_improvement_01": "Mettre en valeur les réductions de la semaine avec des bannières plus grandes et plus engageantes.",
    "ahcompact.section_improvement_02": "En collaboration avec l'équipe marketing, nous avons adapté les visuels pour les rendre plus attractifs.",
    "ahcompact.section_improvement_03": "Une section « Nouveau produit » a été ajoutée à la page assortiment, ce qui a significativement augmenté la conversion.",
    "ahcompact.section_improvement_04": "Introduction de la fonctionnalité « Inviter un ami », incluant une réduction spéciale.",
    "ahcompact.section_sketch_to_proto": "Des croquis aux prototypes",
    "ahcompact.section_transition": "Transition 2020-2022",
    "ahcompact.section_transition_desc": "L’application a réduit sa palette de couleurs pour mieux s’aligner sur la marque principale et améliorer la lisibilité. Nous avons également introduit des fonctionnalités clés telles que « Inviter un ami », une campagne « Produit gratuit », un nouveau système de recherche et de filtres, ainsi qu’une nouvelle page d’accueil soutenant la vision produit.",
    "ahcompact.section_key_feature": "De nouvelles fonctionnalités",
    "ahcompact.section_key_feature_desc": "Grâce à des speeddates régulières, des données Google Analytics et des AB tests mensuels, nous avons développé et amélioré les fonctionnalités suivantes:",
    "ahcompact.section_key_feature_01": "« Inviter un ami » pour attirer de nouveaux clients",
    "ahcompact.section_key_feature_02": "« Produit gratuit » pour récompenser nos fans",
    "ahcompact.section_key_feature_03": "Nouvelle page d'accueil dynamique et accueillante",
    "ahcompact.section_key_feature_04": "Messages dans l'application pour augmenter l'engagement",
    "ahcompact.section_key_feature_05": "Amélioration de la recherche et des filtres",
    "ahcompact.section_key_feature_06": "Optimisation de la taxonomie des produits",
    "ahcompact.section_styleguide": "Guide de style",
    "ahcompact.section_impact": "Impact",
    "ahcompact.section_impact_01": "Augmentation du chiffre d'affaire en 2 ans",
    "ahcompact.section_impact_02": "Conversion et retention accrue",
    "ahcompact.section_impact_03": "Expansion réussie dans d’autres villes",
    "ahcompact.section_impact_04": "5 fonctionnalités majeures lancées puis améliorée",
    "ahcompact.section.learnings": "Apprentissages",
    "ahcompact.section_learning_01": "Utilisation de Google Analytics et des AB tests.",
    "ahcompact.section_learning_02": "S'approprier pleinement la conception d'une application.",
    "ahcompact.section_learning_03": "Gérer une roadmap de fonctionnalités.",
    "ahcompact.section_learning_04": "Plaider les décisions auprès des parties prenantes.",
    "label.title_hero": "Application eCommerce en marque blanche.",
    "label.description_hero": "En 2022, la multinationale de vente au détail Ahold Delhaize a intensifié la collaboration entre ses marques néerlandaises pour faire un grand pas dans sa stratégie omnicanale. En créant une solide plateforme eCom en marque blanche, les enseignes peuvent atteindre plus de clients tout en réduisant leurs coûts et leurs efforts de développement.",
    "label.info_date_range": "Juill. 2022 - déc. 2023",
    "label.info_brands": "Marques",
    "label.info_brands_desc": "AH, Gall & Gall, Etos",
    "label.section_overview": "Aperçu du projet",
    "label.section_overview_desc": "Dans le secteur concurrentiel de la vente au détail, les applications de commerce électronique partagent 80 % des mêmes fonctionnalités, et offrir une expérience personnalisée renforce la fidélité des clients. L’opportunité de partager, tester et apprendre d’autres fonctionnalités est énorme ! En un an, notre équipe a lancé deux applications et introduit plusieurs fonctionnalités. En tant que designer principal travaillant avec 12 développeurs, j'ai supervisé la mise en œuvre afin de garantir une expérience utilisateur cohérente et unifiée sur toutes les applications.",
    "label.section_numbers": "En chiffres",
    "label.section_numbers_stat_title_1": "composants",
    "label.section_numbers_stat_desc_1": "Entièrement documentés et alignés avec les développeurs",
    "label.section_numbers_stat_title_2": "lancés avec succès",
    "label.section_numbers_stat_desc_2": "De commencement du projet à la croissance, en un an",
    "label.section_numbers_stat_title_3": "clients de l'app",
    "label.section_numbers_stat_desc_3": "En un an pour Gall et Etos réunis",
    "label.section_numbers_stat_title_4": "revenu",
    "label.section_numbers_stat_desc_4": "Pour les 2 marques, 6 mois après le lancement",
    "label.section_context": "Contexte — Qu'est-ce qu'un produit en Marque Blanche ?",
    "label.section_context_desc_1": "La marque blanche consiste à personnaliser un même produit pour que plusieurs entreprises puissent l’adopter sous leur propre identité. Chaque marque peut ainsi se concentrer sur sa stratégie commerciale et marketing sans se soucier des aspects techniques.",
    "label.section_context_desc_2": "Pour le faire fonctionner efficacement, un produit en marque blanche a besoin d'un design system pour garantir la cohérence et éviter la redondance entre les différentes pages et canaux dans une approche standardisée.",
    "label.section_context_desc_3": "Au lieu de modifier manuellement le même élément dans plusieurs fichiers, le design system permet les mises à jour automatiques dans toute les applications en modifiant simplement une seule instance. Avoir un design system en marque blanche rend cette conception flexible, personnalisable, accessible et évolutive.",
    "label.section_discovery": "Découverte — Quelles sont les limites du projet?",
    "label.section_discovery_desc": "L'analyse comparative d'autres applications de eCommerce nous a permis d'identifier les besoins des utilisateurs, à discuter des priorités commerciales et à hiérarchiser les tâches afin de démarrer le projet efficacement. Nous avons également fait un état de veille des solutions existantes pour mieux comprendre divers aspects d'un système en marque blanche.",
    "label.section_challenges": "Défis",
    "label.section_challenges_subtitle_1": "#1 Silos entre marques et départements",
    "label.section_challenges_desc_1": "Notre approche : introduire une manière systémique de travailler, attribuer les rôles, se réunir chaque semaine.",
    "label.section_challenges_subtitle_2": "#2 Maintenir la qualité du design et le rythme de développement",
    "label.section_challenges_desc_2": "Notre approche : documenter un maximum de décisions pour suivre les améliorations.",
    "label.section_challenges_subtitle_3": "#3 Équilibrer la recherche utilisateurs et les décisions rapides",
    "label.section_challenges_desc_3": "Notre approche : établir une feuille de route de recherche et planifier des activités pour chaque nouvelle fonctionnalité.",
    "label.section_sketch": "Premiers esquisses — Wireframes des applications",
    "label.section_sketch_desc": "De simples wireframes ont guidé notre direction. Avec une feuille de route approximative du projet, nous avons commencé par des user stories pendant que le développement mettait en place la plateforme.",
    "label.section_theming": "Thèmes — Une structure au service de la flexibilité",
    "label.section_theming_desc_1": "Le système est basé sur des jetons de conception pour fonctionner. Laissez-moi vous expliquer.",
    "label.section_theming_desc_2": "Les design tokens représentent des décisions visuelles récurrentes (comme les couleurs, la typographie et l’espacement) en remplaçant les valeurs statiques par des variables explicites.",
    "label.section_theming_desc_3": "La tokenisation de l'interface utilisateur nous a permis de standardiser nos composants et de parler le même langage entre concepteurs et développeurs. Définir et documenter ensemble ces jetons/règles était essentiel pour garantir l'efficacité et la cohérence.",
    "label.section_1foundations": "➀ Des fondations solides",
    "label.section_1foundations_desc": "Pour rendre notre système évolutif, nous avons dû concevoir et coder des bases solides. Ceux-ci serviraient de cadre pour construire des composants plus complexes.",
    "label.section_2components": "➁ Composants 'Headless'",
    "label.section_2components_desc": "Nous avons conçu des composants non stylisés, prêts à être thématisés au travers de tokens, des plus petits (boutons, étiquettes, listes, ...) jusqu'aux plus complexes (fiches produits, bannières, menus, ...). Tous les composants ont été documentés, de l'anatomie, l'utilisation, les variantes, les états, le mouvement, les propriétés jusqu'à l'accessibilité.",
    "label.section_3workflows": "➂ Workflow et fonctionnalités",
    "label.section_3workflows_desc": "En nous concentrant sur les fonctionnalités de base du point de vue de la marque blanche, nous avons évité les distractions spécifiques à chaque marque pour nous concentrer sur les opportunités communes. Cela a augmenté notre rapidité, notre cohérence et notre clarté dans la communication des user stories vers le Product Owner et les développeurs.",
    "label.section_documentation": "Documentation — L'ancre qui maintient le tout.",
    "label.section_documentation_desc": "Une documentation complète est cruciale pour un design system. Chaque décision, noms de composants, versions, paramètres, variables et comportements ont été enregistrés dans nos fichiers Figma et Storybook, favorisant une synchronisation (quasi) parfaite entre UX et Tech.",
    "label.section_storybook": "Storybook — Là où les designers et ingénieurs se rencontrent",
    "label.section_storybook_desc": "Nous avons assuré le bon alignement de l'équipe avec une galerie présentant chaque fondation et composant de manière dynamique, documentant ainsi leur functionalitiés et leurs noms précis, leurs paramètres et leurs états.",
    "label.section_multi": "Multi-plateforme, multi-device",
    "label.section_multi_desc": "Grâce au framework Flutter, aux bases solides et aux composants réutilisables, les applications sont disponibles aussi bien pour iOS que pour Android, pour mobile et tablette !",
    "label.section_impact": "Impact",
    "label.section_impact_1": "Création d'un système en marque blanche à partir de zéro",
    "label.section_impact_2": "Création de 8 applications (2 plateformes x 2 marques x 2 appareils) en 8 mois",
    "label.section_impact_3": "Lancé, testé et amélioré 10 fonctionnalités majeures",
    "label.section_learning": "J'ai appris à",
    "label.section_learning_1": "Documenter et versionner entièrement chaque composant du système",
    "label.section_learning_2": "Assumer le rôle de « gardien du système » pour garantir la cohérence et la maintenabilité",
    "label.section_learning_3": "Gérer une feuille de route de recherche et de fonctionnalités",
    "label.section_next": "Quelle est la prochaine étape maintenant ?",
    "label.section_next_desc": "Les applications continuent d'évoluer, en conservant autant de fonctionnalités communes que possible, mais en se différenciant là où l'impact est important, via le CRO, la demande commerciale et d'autres tests d'utilisabilité.",
    "system.title_hero": "Système de conception de garde-manger",
    "system.description_hero": "Ahold Delhaize a lancé son Design System avec un objectif ambitieux : unir les initiatives existantes pour standardiser ses efforts de design et de développement afin d'offrir une expérience utilisateur cohérente et de haute qualité sur tous les points de contact.",
    "system.protected_desc": "Pantry Design System est un projet en cours auquel j’ai la chance de contribuer chaque semaine. Nous nous concentrons actuellement sur l’amélioration des fondations et la création d’outils documentés et accessibles. Le reste du contenu est protégé.",
    "system.info_tool_desc": "Pensée systémique, jetons de conception",
    "system.section_key_results": "Résultats clés",
    "system.section_key_results_stat_title_1": "plates-formes activées",
    "system.section_key_results_stat_desc_1": "La même base de code pour iOS, Android, Flutter et Web",
    "system.section_key_results_stat_title_2": "jetons créés",
    "system.section_key_results_stat_desc_2": "Assure un alignement parfait entre UX, Tech & marques",
    "system.section_key_results_stat_title_3": "composants construits",
    "system.section_key_results_stat_desc_3": "en 1 an, entièrement documenté et aligné sur le développement",
    "system.section_key_results_stat_title_4": "temps futur économisé",
    "system.section_key_results_stat_desc_4": "Grâce à la collaboration UX/Dev",
    "system.section_context": "Contexte - la nécessité d'un système de conception",
    "system.section_context_subtitle": "Qu'est-ce qu'un système de conception et pourquoi il est important.",
    "system.section_context_desc_1": "Un système de conception est une approche standardisée de gestion de la conception qui favorise la cohérence et élimine la redondance entre les différentes pages et canaux.",
    "system.section_context_desc_2": "Il comprend des éléments tels que les couleurs, la typographie, l'espacement et les éléments de l'interface utilisateur (par exemple, boutons, formulaires, commandes de navigation) qui sont clairement définis pour garantir la cohérence du produit.",
    "system.section_challenges": "Principaux défis",
    "system.section_challenges_subtitle01": "#1 Il n'y a pas d'équipe dédiée au système de conception",
    "system.section_challenges_desc01": "Le projet a commencé comme une initiative de conception, il est donc rapidement devenu primordial de convaincre la direction d'allouer du temps et du budget pour maintenir et développer le projet.",
    "system.section_challenges_approach01": "Notre approche : présenter les avantages d'un système de conception à la direction avec des objectifs réalisables à court et à long terme afin d'obtenir de la concentration, du budget et du soutien.",
    "system.section_challenges_subtitle02": "#2 Lancer et maintenir le système sur 4 plateformes",
    "system.section_challenges_desc02": "Le système actuel est incohérent entre les plates-formes en raison de nombreux héritages. Nous devons créer les bases d’un alignement à long terme.",
    "system.section_challenges_approach02": "Notre démarche : travailler l'audit en commençant par les fondations. Cartographiez tous les styles qui ne correspondent pas et prenez les premières décisions difficiles. Répétez au fil du temps.",
    "system.section_challenges_subtitle03": "#3 Repartir de zéro tout en montrant les progrès",
    "system.section_challenges_desc03": "La quantité de travail à accomplir était importante, mais il était également important de montrer des progrès pour ne pas perdre l'élan et la curiosité de la communauté. notre équipe et nos efforts pour susciter l’enthousiasme.",
    "system.section_challenges_approach03": "Notre approche : créer des canaux de communication pour valoriser les efforts mensuels, les progrès et susciter l'enthousiasme de la communauté.",
    "system.section_phase0": "Phase 0 — Avant le début du voyage.",
    "system.section_phase0_desc": "Le projet a débuté par des entretiens avec des designers, développeurs et chefs de produit afin d’évaluer l’existant et de recenser tous les actifs disponibles. Pour maximiser l’efficacité, l’équipe s’est divisée en deux flux de travail distincts :",
    "system.section_stream1": "Flux de conception 1 - Système et gouvernance",
    "system.section_stream1_task01": "Créer une feuille de route de haut niveau pour les 6 premiers mois",
    "system.section_stream1_task02": "Élaborer des présentations pour que la haute direction obtienne l'adhésion",
    "system.section_stream1_task03": "Décider du modèle de gouvernance pour structurer une équipe gagnante",
    "system.section_stream2": "Volet de conception 2 - Audit & bibliothèques",
    "system.section_stream2_task01": "Audit des fondations et composants actuels",
    "system.section_stream2_task02": "Création de l'ensemble des bibliothèques et des fichiers sandbox",
    "system.section_stream2_task03": "Commencez à créer des projets de fondations et de composants",
    "system.section_audit": "Auditer le « système » actuel",
    "system.section_audit_desc": "Nous avons analysé tous les éléments visuels et techniques de nos produits numériques, des sites web aux applications, en étudiant également des design systems de référence (Carbon, Material3, Spectrum...). Cela nous a permis d’identifier les meilleures pratiques pour notre organisation. Notre audit a révélé trois constats majeurs :",
    "system.section_audit_desc_insight01": "Beaucoup d'incohérences tant dans la conception que dans le code",
    "system.section_audit_desc_insight02": "Composants avec une définition vague et des cas d'utilisation qui se chevauchent",
    "system.section_audit_desc_insight03": "Des fondations ouvertes à l’interprétation et non documentées",
    "system.section_ambition": "L'ambition du système de conception",
    "system.section_ambition_desc": "Une déclaration forte qui guiderait toutes nos décisions tout au long du projet.",
    "system.section_phase2": "Phase 02 — Tokenisation du système de conception",
    "system.section_phase2_desc": "Les jetons de conception sont de petites décisions de conception reproductibles qui définissent le style visuel d'un système. Ils remplacent les valeurs statiques, comme les codes hexadécimaux, par des noms descriptifs. Bien que fastidieuse au départ, cette approche s’avère inestimable une fois les premières bases mises en œuvre, offrant des avantages à long terme. Nos jetons vont de la couleur à la hauteur de ligne, en passant par la famille de polices, l'espacement, la taille, le point d'arrêt et même le mouvement.",
    "system.section_foundations": "Fondations — Les piliers du système",
    "system.section_foundations_desc": "Les jetons nous permettent de systématiser tous nos fondements, des valeurs fondamentales aux valeurs sémantiques. Ils s'appuient tous sur des conventions de dénomination similaires et vont des couleurs, des styles de texte, de l'espacement, du borderRadius, et plus encore...",
    "system.section_components": "Composants — Créer de la valeur pour les utilisateurs finaux",
    "system.section_components_official": "🧬 Les composants officiels",
    "system.section_components_official_desc": "Tous les composants qui passent par le processus du système de conception, de la demande aux contrôles de conception, de perfectionnement, de construction, de test et d'accessibilité. Ils ne sont considérés comme officiels qu’une fois disponibles sur toutes les plateformes.",
    "system.section_components_beta": "🧪 Les composants Bêta",
    "system.section_components_beta_desc": "Ceux-ci reflètent les états exacts des composants actuels et existants présents dans le code. Ils ne sont pas encore passés par le processus de conception du système, mais sont disponibles pour les concepteurs et surveillés en vue d'améliorations futures.",
    "system.section_single_source": "Notre unique source de vérité",
    "system.section_single_source_desc": "Pour garantir la cohérence et accroître l'adoption du système, nous avons utilisé Zeroheight comme plate-forme accessible et claire pour documenter toutes nos décisions de conception, processus et fondations/composants.",
    "system.section_phase3": "Phase 03 — Bâtir la communauté",
    "system.section_phase3_subtitle": "Il n’y a pas de système de conception durable sans une communauté et des parties prenantes qui le soutiennent. Afin de maintenir l’intérêt et l’enthousiasme autour du système, nous avons introduit :",
    "system.section_phase3_task01": "Une démo mensuelle, présentant les derniers composants et activités de l'équipe",
    "system.section_phase3_task02": "Une newsletter mensuelle, récapitulant les principales avancées",
    "system.section_phase3_task03": "Un canal Teams centralisé pour collecter et répondre à toutes les questions liées au système",
    "system.section_phase3_task04": "Un formulaire officiel collectant toutes les demandes de nouveaux composants",
    "system.section_phase3_task05": "Une section ressources et questions-réponses",
    "system.section_accessibility": "Le défi de l’accessibilité",
    "system.section_accessibility_desc": "Un système de conception accessible permet aux concepteurs de créer plus facilement des produits offrant des expériences client inclusives pour tous les utilisateurs, sans discriminer nos utilisateurs handicapés. Par ailleurs, à compter du 28 juin 2025, les entreprises doivent veiller à ce que les produits et services nouvellement commercialisés couverts par la loi soient accessibles. Pour atteindre l'AA, nous fournissons des fondations prenant en charge la mise à l'échelle du texte et le mode contraste élevé, ainsi que des composants « nés accessibles » (zone tactile, voiceOver, mise en page évolutive, ...).",
    "system.section_mature": "D'une contribution centralisée à une contribution fédérée",
    "system.section_mature_subtitle": "Fin 2024, mon rôle, et celui de l'équipe, est passé de la conception de composants à la coordination des contributions de plusieurs équipes de l'organisation.",
    "system.section_mature_task01": "Afin d'encourager l'adoption, nous avons collaboré avec la direction pour intégrer les contributions au Design System aux objectifs commerciaux des 15 équipes (iOS, Android, Flutter et React). Chaque équipe doit désormais contribuer à un composant par trimestre et par plateforme.",
    "system.section_mature_task02": "Mes responsabilités ont été élargies pour inclure les aspects clients et employés du Design System. Je me concentre désormais sur la mise à l'échelle, la maintenance et le suivi du système, tout en continuant à auditer, documenter et améliorer le processus global.",
    "system.section_next_step": "Comment le système va-t-il continuer à évoluer ?",
    "system.section_next_step_subtitle": "Un système de conception est en constante évolution. Dans cette nouvelle phase, nous privilégions une collaboration accrue entre les équipes.",
    "system.section_next_step_01": "Rendre le système accessible à davantage de plateformes",
    "system.section_next_step_02": "Ouvrir et accompagner encore plus d'équipes pour contribuer au système",
    "system.section_next_step_03": "Automatiser le suivi des composants et la génération de code de tous les jetons",
    "system.section_learning": "Ce que je retiens de ce projet",
    "system.section_learning_1": "Ce projet m'a donné l'opportunité de travailler aux différentes échelles de l'organisation. Globalement, j'ai appris :",
    "system.section_learning_2": "Ce qu'il faut pour construire un système de conception (presque) à partir de zéro.",
    "system.section_learning_3": "Le processus de création de fondations et de composants pour 4 plates-formes de manière rationalisée.",
    "system.section_learning_4": "Quelle est l’importance de l’adhésion des parties prenantes…",
    "system.credits": "Félicitations à Dominique, Romijn, Joost, René, Dave, Michael et Eduardo",
    "carl.title_hero": "CARL, Application de location de voitures",
    "carl.description_hero": "CARL est une application mobile qui aide les voyageurs occasionnels à louer des véhicules avec un maximum de clarté. Du début à la fin, l'utilisateur a un contrôle total sur son choix et les extras et peut demander une assistance technique à tout moment.",
    "carl.info_date_range": "Fév. 2021 - Août 2021",
    "carl.info_client_desc": "Entreprise de location fictive",
    "carl.info_result_desc": "Prototype haute fidélité",
    "carl.info_tool_desc": "Entrevues, wireframes, prototypes, interaction.",
    "carl.section_benchmark": "Référence concurrentielle",
    "carl.section_benchmark_desc": "Dans un premier temps, j'ai parcouru diverses applications de location de voitures pour identifier les modèles communs, les meilleures pratiques, les flux d'utilisateurs typiques et les frictions potentielles afin de comprendre le fonctionnement de ces services.",
    "carl.section_usability": "Test d'utilisabilité",
    "carl.section_usability_desc": "J'ai ensuite échanger avec un utilisateur potentiel pour collecter ses ressentis, tant positifs que négatifs, lors de la location d'une voiture.",
    "carl.section_affinity": "Diagramme d'affinité",
    "carl.section_affinity_desc": "Organiser les informations par catégories s'est avéré essentiel pour créer la « journey map ». En collectant les retours utilisateurs et potentielles idées lors d'un workshop sur Miro, plusieurs solutions et opportunités ont émergées.",
    "carl.section_journey_map": "Cartographie du parcours utilisateur",
    "carl.section_journey_map_desc": "Ce parcours a mis en évidence la nécessité d'une application de location de voitures qui explique mieux le processus de réservation et guide les utilisateurs dans la sélection des extras et des protections.",
    "carl.section_diagram": "Diagramme de flux",
    "carl.section_interaction": "Conception d'interactions",
    "carl.section_interaction_desc": "Esquisser des itérations approximatives de chaque écran sur papier garantissait que les éléments traduits en wireframes numériques répondraient efficacement aux problèmes des utilisateurs.",
    "carl.section_styleguide": "Fondations et composants de l'interface utilisateur",
    "carl.section_hifi_prototype": "Prototype interactif",
    "carl.section_hifi_prototype_desc": "J'ai construit ce prototype en me concentrant d'abord sur le flux principal (la réservation d'une voiture) puis en expérimentant des flux secondaires (onboarding, page de profil, onglet de réservation, filtres…). Figma m'a permis de créer les interactions nécessaires pour tester moi-même l'application avant d'impliquer de vrais utilisateurs pour des tests plus approfondis.",
    "carl.section_sneak_peak": "Aperçu",
    "carl.section_prototype": "Prototype",
    "sketching.info_date_range": "de 2019 à aujourd'hui",
    "sketching.description_hero": "Il y a de nombreuses façons de raconter des histoires... De l'aquarelle à l'illustration jusqu'à l'animation, j'expérimente différentes façons de visualiser mes pensées.",
    "sketching.section_coffee_desc": "Série d'illustrations créées lors de mes différents voyages à Montréal, Qc.",
    "sketching.section_ratatouille_desc": "Une histoire de pandémie et de cuisine...",
    "island.info_contest": "Concours",
    "island.description_hero": "Le Flutter Puzzle Hack 2022 a repoussé les limites de notre créativité en nous permettant de réimaginer ce puzzle classique. Inspiré des îles néerlandaises et de Minecraft, ce jeu vous permet de reconstruire l'île si vous réussissez à terminer le jeu.",
    "island.section_gameplay": "Règle du jeu",
    "island.section_gameplay_desc": "Inspiré par un mélange de blocs Minecraft et des îles des Wadden, au nord des Pays-Bas, nous avons donné à ce puzzle un aspect à la fois convivial et geek. Après avoir mélangé le jeu, les tuiles numérotées se transforment en tuiles illustrées pour compléter l'île. Quelques éléments volants et flottants se déplacent pour compléter le tableau.",
    "island.section_teamwork": "Travail d'équipe designer et dévelopeur",
    "island.section_teamwork_desc": "Nous avons relevé ce défi en créant un univers graphique supportés par des transitions visuelles et sonores (dont quelques animations RIVE) pour améliorer l'expérience de jeu, pendant que mon coéquipier René implémentait le puzzle pour toutes les plateformes. ",
    "island.section_end_game": "Fin de partie",
    "island.section_end_game_desc": "L'île complète est révélée une fois que tous les blocs sont dans la bonne position.",
    "island.credits": "Projet créé en collaboration avec René Floor, Flutter Tech Lead.",
    "dailyui.description_hero": "Daily UI est une série de challenges quotidiens qui m'ont incité à imaginer diverses interfaces graphiques. Plusieurs fois par semaines, je dédiais 2 à 4 heures pour compléter quelques interfaces. J'ai ainsi découvert de nouveaux outils et astuces visuelles.",
    "kumiko.title_hero": "Lampe Kumiko faite à la main",
    "kumiko.info_date_range": "Hiver 2022",
    "kumiko.info_tool_desc": "Scie japonaise, bois spécial",
    "kumiko.description_hero": "J'ai passé environ 2 mois à relever de petits défis techniques jusqu'au résultat: une lampe de style japonaise, en bois et entierement faite à la main.",
    "kumiko.section_principle": "Principe",
    "kumiko.section_principle_desc": "L'idée générale consistait à assembler toutes les pièces ensemble, sans utiliser de colle ni de vis. Pour cela, toutes les pièces devaient être découpées avec précision, à la main. Le dessin ci-dessous illustre l'assemblage de l'ensemble.",
    "kumiko.section_process": "Processus",
    "kumiko.section_process_desc": "Du choix du design de la lampe à la sélection du bois et à la fabrication de chaque détail de la lampe, j'ai passé environ 2 mois pour terminer ce projet, entre patience et minutie. Les photos suivantes vous montrent quelques unes des étapes clés."
}